Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །བསམ་གཏན་རྣམས་རློམ་སེམས་སུ་མི་བྱེད། བསམ་གཏན་རྣམས་ཀྱིས་རློམ་སེམས་སུ་མི་བྱེད། བདག་ནི་བསམ་གཏན་པའོ། །ཞེས་བྱ་བར་རློམ་སེམས་སུ་མི་བྱེད་དོ།
en: They do not give rise to conceits about the meditative concentrations, they do not give rise to conceits on account of the meditative concentrations, and they do not give rise to the conceit that they are meditators.

source: །ཤེས་རབ་རློམ་སེམས་སུ་མི་བྱེད། ཤེས་རབ་ཀྱིས་རློམ་སེམས་སུ་མི་བྱེད། བདག་ནི་ཤེས་རབ་དང་ལྡན་པའོ། །ཞེས་བྱ་བར་རློམ་སེམས་སུ་མི་བྱེད་དོ།
en: They do not give rise to conceits about wisdom, they do not give rise to conceits on account of wisdom, and they do not give rise to the conceit that they are wise.

source: དེ་ནི་འདི་ལྟར་གང་གིས་དེ་རློམ་སེམས་སུ་བྱེད་པའི་རྣམ་པར་རྟོག་པ་དེ་དག་ནི་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མེད་དེ།
en: in the perfection of generosity there are no concepts through which they could give rise to conceits.

source: འདི་ལྟར་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་མེད་པའོ།
en: This is because the perfection of generosity is not a perfection.

source: །གང་གིས་རློམ་སེམས་སུ་བྱེད་པའི་རྣམ་པར་རྟོག་པ་དེ་དག་ནི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མེད་དེ།
en: In the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, perfection of meditative concentration, and the perfection of wisdom there are no concepts through which they could give rise to conceits.

source: འདི་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་མེད་པའོ།
en: This is because the perfection of wisdom [and so forth] are not perfections.

source: དེ་ལྟ་ཡིན་ལ་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དེ་ཡང་རིང་དུ་སོང་བ་ཤེས་ཤིང་ཕ་རོལ་ཤེས་ཏེ།
en: In this case, the individuals who follow the vehicle of the bodhisattvas do indeed understand that which is far removed and that which is transcendent.

source: དེས་ཀྱང་རློམ་སེམས་སུ་མི་བྱེད་ཅིང་། དེ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: They also do not give rise to conceits and they are sustained by the perfection of generosity.

source: བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་བ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་བཟུང་བས། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་མི་ལྟུང་སྟེ།
en: They are sustained by the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom, and they are sustained by [the other attributes and goals], up to and including all-aspect omniscience, for which reason they do not fall into the level of the śrāvakas or the level of the pratyekabuddhas, and they will also attain unsurpassed, complete enlightenment. “

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་འགྲུབ་པར་འགྱུར་རོ། །རབ་འབྱོར་དེ་ལྟར་ན་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་བ། ཐབས་མཁས་པས་ཡོངས་སུ་བཟུང་བ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་བཟུང་བ།
en: So it is, Subhūti, that individuals who follow the vehicle of the bodhisattvas are sustained by the perfection of wisdom, they are sustained by skillful means, and they are sustained by [the other attributes and goals], up to and including all-aspect omniscience.

source: དེ་ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་མི་ལྟུང་ངོ་།
en: They do not fall into the level of the śrāvakas or the level of the pratyekabuddhas. “

source: །རབ་འབྱོར་ཇི་ལྟར་ན་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་ཐབས་མཁས་པས་ཡོངས་སུ་བཟུང་བ་ཡིན་ཞེ་ན། རབ་འབྱོར་འདི་ལ་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་ཐོག་མར་ཐབས་དང་ལྡན་པར་སྦྱིན་པ་ཡོངས་སུ་གཏོང་།
en: Subhūti, if you ask how individuals who follow the vehicle of the bodhisattvas are sustained by skillful means, in this regard, Subhūti, individuals who follow the vehicle of the bodhisattvas from the very beginning dispense gifts with skillful means.

source: ཐབས་དང་ལྡན་པར་ཚུལ་ཁྲིམས་སྲུང་། ཐབས་དང་ལྡན་པར་བཟོད་པ་སྒོམ། ཐབས་དང་ལྡན་པར་བརྩོན་འགྲུས་རྩོམ། ཐབས་དང་ལྡན་པར་བསམ་གཏན་རྣམས་ལ་སྙོམས་པར་འཇུག། ཐབས་དང་ལྡན་པར་ཤེས་རབ་སྒོམ་ཞིང་།
en: They maintain ethical discipline with skillful means, they cultivate tolerance with skillful means, they undertake perseverance with skillful means, they are absorbed in the meditative concentrations with skillful means, and they cultivate wisdom with skillful means.

source: འདི་ལྟར་དེ་བདག་ནི་སྦྱིན་པ་ཡོངས་སུ་གཏོང་ངོ་།
en: For they do not think, ‘I am giving gifts!

source: །སྦྱིན་པ་འདི་ཡོངས་སུ་གཏོང་ངོ་།
en: This is the gift I am giving!

source: །འདི་ལ་སྦྱིན་པ་ཡོངས་སུ་གཏོང་ངོ་སྙམ་དུ་མི་སེམས་སོ།
en: I am giving gifts to them!’

source: །འདི་ལྟར་བདག་ནི་ཚུལ་ཁྲིམས་སྲུང་ངོ་། །ཚུལ་ཁྲིམས་ནི་འདི་སྲུང་ངོ་སྙམ་དུ་མི་སེམས་སོ།
en: They do not think, ‘I am maintaining ethical discipline! This is the ethical discipline I maintain!’

source: །འདི་ལྟར་བདག་ནི་བཟོད་པ་སྒོམ་མོ།
en: They do not think, ‘I am cultivating tolerance!

source: །སྙམ་དུ་མི་སེམས་སོ། །འདི་ལྟར་བདག་ནི་བརྩོན་འགྲུས་རྩོམ་མོ།
en: They do not think, ‘I am undertaking perseverance!

source: །སྙམ་དུ་མི་སེམས་སོ། །འདི་ལྟར་བདག་ནི་བསམ་གཏན་དག་ལ་སྙོམས་པར་འཇུག་གོ །
en: They do not think, ‘I am absorbed in the meditative concentrations!

source: བསམ་གཏན་ནི་འདི་དག་ལ་སྙོམས་པར་འཇུག་གོ་སྙམ་དུ་མི་སེམས་སོ།
en: These are the meditative concentrations in which I am absorbed!’

source: །འདི་ལྟར་དེ་དག་ནི་ཤེས་རབ་སྒོམ་མོ།
en: They do not think, ‘I am cultivating wisdom!

source: །ཤེས་རབ་ནི་འདི་སྒོམ་མོ་སྙམ་དུ་མི་སེམས་སོ།
en: This is the wisdom I cultivate!’

source: །དེ་སྦྱིན་པ་རློམ་སེམས་སུ་མི་བྱེད། སྦྱིན་པས་རློམ་སེམས་སུ་མི་བྱེད། བདག་ནི་སྦྱིན་པ་བྱེད་པའོ། །ཞེས་རློམ་སེམས་སུ་མི་བྱེད་དོ།
en: They do not give rise to conceits about gifts, they do not give rise to conceits on account of gifts, and they do not give rise to the conceit that they are givers.

source: །དེ་ཚུལ་ཁྲིམས་རློམ་སེམས་སུ་མི་བྱེད། ཚུལ་ཁྲིམས་ཀྱིས་རློམ་སེམས་སུ་མི་བྱེད། བདག་ནི་ཚུལ་ཁྲིམས་དང་ལྡན་པའོ། །ཞེས་རློམ་སེམས་སུ་མི་བྱེད་དོ།
en: They do not give rise to conceits about ethical discipline, they do not give rise to conceits on account of ethical discipline, and they do not give rise to the conceit that they are ethical.

source: །དེ་བཟོད་པ་རློམ་སེམས་སུ་མི་བྱེད། བཟོད་པས་ལོ་མ་སེམས་སུ་མི་བྱེད། བདག་ནི་བཟོད་པ་དང་ལྡན་པའོ། །ཞེས་རློམ་སེམས་སུ་མི་བྱེད་དོ།
en: They do not give rise to conceits about tolerance, they do not give rise to conceits on account of tolerance, and they do not give rise to the conceit that they are tolerant.

source: །དེ་བརྩོན་འགྲུས་རློམ་སེམས་སུ་མི་བྱེད། བརྩོན་འགྲུས་ཀྱིས་རློམ་སེམས་སུ་མི་བྱེད། བདག་ནི་བརྩོན་འགྲུས་དང་ལྡན་པའོ།
en: They do not give rise to conceits about perseverance, they do not give rise to conceits on account of perseverance, and they do not give rise to the conceit that they are persevering.

source: །ཞེས་རློམ་སེམས་སུ་མི་བྱེད་དོ། །དེ་བསམ་གཏན་རློམ་སེམས་སུ་མི་བྱེད། བསམ་གཏན་གྱིས་རློམ་སེམས་སུ་མི་བྱེད། བདག་ནི་བསམ་གཏན་པའོ་ཞེས་རློམ་སེམས་སུ་མི་བྱེད་དོ།
en: They do not give rise to conceits about the meditative concentrations, they do not give rise to conceits on account of the meditative concentrations, and they do not give rise to the conceit that they are meditators.

source: །དེ་ཤེས་རབ་རློམ་སེམས་སུ་མི་བྱེད། ཤེས་རབ་ཀྱིས་རློམ་སེམས་སུ་མི་བྱེད། བདག་ནི་ཤེས་རབ་དང་ལྡན་པའོ། །ཞེས་རློམ་སེམས་སུ་མི་བྱེད་དོ།
en: They do not give rise to conceits about wisdom, they do not give rise to conceits on account of wisdom, and they do not give rise to the conceit that they are wise.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ལྟར་དེ་རྣམ་པར་མི་རྟོག་པས། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་རྣམ་པར་རྟོག་པ་དེ་དག་མེད་དེ།
en: If you ask why, it is because they with are without concepts, and in the perfection of generosity there are no concepts.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟ་སྟེ། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དེ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་མེད་པའོ། །དེ་ལྟར་དེ་རྣམ་པར་མི་རྟོག་པས།
en: If you ask why, it is because the perfection of generosity is not a perfection.

source: ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་རྣམ་པར་རྟོག་པ་དེ་དག་མེད་དེ།
en: They with are without concepts, and in the perfection of generosity, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom there are no concepts.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དེ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་མེད་པའོ།
en: If you ask why, it is because the perfection of wisdom [and so forth] are not perfections.

source: །དེ་ལྟ་ཡང་ཡིན་ལ་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དེ་ཡང་རིང་དུ་སོང་བ་ཤེས་ཤིང་། ཕ་རོལ་ཤེས་ཀྱང་དེ་རློམ་སེམས་མེད་དེ།
en: In this case, the individuals who follow the vehicle of the bodhisattvas do indeed understand that which is far removed and they understand that which is transcendent, and yet they do not give rise to conceits.

source: སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་བ་དང་།
en: They are sustained by the perfection of generosity.

source: ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་ཞིང་།
en: They are sustained by the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom.

source: ཐབས་མཁས་པས་ཡོངས་སུ་བཟུང་བ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་བཟུང་བས། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་མི་ལྟུང་སྟེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་འབྱུང་ངོ་།
en: They are sustained by skillful means, and they are sustained by [the other attributes and goals], up to and including all-aspect omniscience, for which reason they do not fall into the level of the śrāvakas or the level of the pratyekabuddhas, and they will also be emancipated in all-aspect omniscience.”

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལས། ལེའུ་སུམ་ཅུ་ལྔ་པའོ།། །།
en: This completes the thirty-fifth chapter from “The Perfection of Wisdom in Twenty-Five Thousand Lines.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ལས་དང་པོ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཇི་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བསླབ་པར་བགྱི།
en: Chapter 36 Then the venerable Subhūti asked the Blessed One, “Blessed Lord, how should those bodhisattva great beings who are beginners train in the perfection of wisdom?

source: ཇི་ལྟར་བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བསླབ་པར་བགྱི།
en: How should they train in the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་འདི་ལ་ལས་དང་པོ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བསླབ་པར་འདོད་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བསླབ་པར་འདོད་པས།
en: Subhūti,” replied the Blessed One, “bodhisattva great beings who are beginners and wish to train in the perfection of wisdom, and who wish to train in the perfection of meditative concentration, the perfection of perseverance, {Ki.

source: དགེ་བའི་བཤེས་གཉེན་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: IV: 94} the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity, should rely upon and venerate spiritual mentors who can confer instruction in the perfection of wisdom, and who can confer instruction in the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity.

source: སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོན་པ་དེ་དག་ལ་བསྟེན་པར་བྱའོ་བསྙེན་བཀུར་བྱའོ་དེ་དག་དེ་ལ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ལྟར་སྟོན་ཏེ་ཚུར་རིགས་ཀྱི་བུ་སྦྱིན་པ་གང་དང་གང་སྦྱིན་པ་དེ་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་བསྔོས་ཤིག །
en: These [spiritual mentors] will grant them instruction in the perfection of wisdom, saying, ‘Come here, noble child! You should dedicate all the gifts you have offered to unsurpassed, complete enlightenment. Come here, noble child!

source: ཚུར་རིགས་ཀྱི་བུ་ཚུལ་ཁྲིམས་གང་དང་གང་སྲུང་བ་དང་། བཟོད་པ་དང་གང་དང་གང་སྒྲུབ་པ་དང་། བརྩོན་འགྲུས་གང་དང་གང་རྩོམ་པ་དང་། བསམ་གཏན་གང་དང་གང་ལ་སྙོམས་པར་འཇུག་པ་དང་། ཤེས་རབ་གང་དང་གང་སྒོམ་པ་དེ་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་སྔོས་ཤིག།
en: You should dedicate all the ethical discipline that you have maintained, all the tolerance that you have acquired, all the perseverance that you have undertaken, all the meditative concentration in which you have been absorbed, and all the wisdom that you have cultivated to unsurpassed, complete enlightenment.

source: རིགས་ཀྱི་བུ་ཁྱོད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་གཟུགས་སུ་རྟོག་པར་མ་བྱེད་ཅིག །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པར་རྟོག་པར་མ་བྱེད་ཅིག །
en: Noble child, you should not misconstrue unsurpassed, complete enlightenment as physical forms, and you should not misconstrue it as feelings, perceptions, formative predispositions, or consciousness!

source: སྐྱེ་མཆེད་དང་ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བར་རྟོག་པར་མ་བྱེད་ཅིག །རིགས་ཀྱི་བུ་ཁྱོད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: You should not misconstrue it as the sense fields, sensory elements, or links of dependent origination!

source: བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པར་རྟོག་པར་མ་བྱེད་ཅིག །རིགས་ཀྱི་བུ་ཁྱོད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ནང་སྟོང་པ་ཉིད་དུ་རྟོག་པར་མ་བྱེད་ཅིག །
en: Noble child, you should not misconstrue unsurpassed, complete enlightenment as the perfection of generosity, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom!

source: དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་རྟོག་པར་མ་བྱེད་ཅིག །རིགས་ཀྱི་བུ་ཁྱོད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་སུ་རྟོག་པར་མ་བྱེད་ཅིག །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་
en: Noble child, you should not misconstrue unsurpassed, complete enlightenment as the emptiness of internal phenomena, and you should not misconstrue it as the [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དུ་རྟོག་པར་མ་བྱེད་ཅིག །
en: Noble child, you should not misconstrue unsurpassed, complete enlightenment as the applications of mindfulness, and you should not misconstrue it as the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the noble eightfold path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas.

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་རྟོག་པར་མ་བྱེད་ཅིག །
en: You should not misconstrue unsurpassed, complete enlightenment as [the goals], up to and including all-aspect omniscience. “ ‘

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཡོངས་སུ་མ་བརྟགས་པའི་གཟུགས་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱེད་དོ།
en: If you ask why, when physical forms are not misconstrued, all-aspect omniscience will be attained.

source: །ཡོངས་སུ་མ་བརྟགས་པའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱེད་དོ།
en: When feelings, perceptions, formative predispositions, and consciousness are not misconstrued, all-aspect omniscience will be attained.

source: །ཡོངས་སུ་མ་བརྟགས་པའི་སྐྱེ་མཆེད་དང་། ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱེད་དོ།
en: When the sense fields, sensory elements, and links of dependent origination are not misconstrued, all-aspect omniscience will be attained.

source: །ཡོངས་སུ་མ་བརྟགས་པའི་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱེད་དོ།
en: When the perfection of generosity is not misconstrued, all-aspect omniscience will be attained.

source: །ཡོངས་སུ་མ་བརྟགས་པའི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱེད་དོ།
en: When the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are not misconstrued, all-aspect omniscience will be attained.

source: །ཡོངས་སུ་མ་བརྟགས་པའི་ནང་སྟོང་པ་ཉིད་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱེད་དོ།
en: When the emptiness of internal phenomena is not misconstrued, all-aspect omniscience will be attained.

source: །ཡོངས་སུ་མ་བརྟགས་པའི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱེད་དོ།
en: When [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are not misconstrued, all-aspect omniscience will be attained.

source: །ཡོངས་སུ་མ་བརྟགས་པའི་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱེད་དོ། །ཡོངས་སུ་མ་བརྟགས་པའི་ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: When the applications of mindfulness are not misconstrued, all-aspect omniscience will be attained.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། ལམ་རྣམས་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱེད་དོ།
en: When the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the paths are not misconstrued, all-aspect omniscience will be attained.

source: །ཡོངས་སུ་མ་བརྟགས་པའི་འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་།
en: When the truths of the noble ones, {Ki.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱེད་དོ། །ཡོངས་སུ་མ་བརྟགས་པའི་ལམ་གྱི་རྣམ་པ་བྱེད་པ་ཉིད་ཀྱི་བར་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱེད་དོ།
en: When [the goals], up to and including knowledge of the path, are not misconstrued, all-aspect omniscience will be attained. “ ‘

source: །རིགས་ཀྱི་བུ་ཁྱོད་གཟུགས་ལ་འདོད་པ་མ་སྐྱེད་ཅིག །
en: Noble child, do not generate desire for physical forms!

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རིགས་ཀྱི་བུ་འདོད་པ་མེད་པ་ནི་གཟུགས་སོ།
en: If you ask why, O noble child, it is because physical forms are undesirable.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་འདོད་པ་མ་སྐྱེད་ཅིག །
en: Do not generate desire for feelings, perceptions, formative predispositions, or consciousness!

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རིགས་ཀྱི་བུ་འདོད་པ་མེད་པ་ནི་རྣམ་པར་ཤེས་པའོ།
en: If you ask why, O noble child, it is because consciousness [and so forth] are undesirable.

source: །སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ལ་འདོད་པ་མ་སྐྱེད་ཅིག །
en: Do not generate desire for the sense fields, sensory elements, or links of dependent origination!

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རིགས་ཀྱི་བུ་འདོད་པ་མེད་པ་ནི་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའོ།
en: If you ask why, O noble child, it is because the links of dependent origination [and so forth] are undesirable.

source: །རིགས་ཀྱི་བུ་ཁྱོད་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་འདོད་པ་མ་སྐྱེད་ཅིག །
en: Noble child, do not generate desire for the perfection of generosity!

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རིགས་ཀྱི་བུ་འདོད་པ་མེད་པ་ནི་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: If you ask why, O noble child, it is because the perfection of generosity is undesirable.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་འདོད་པ་མ་སྐྱེད་ཅིག །
en: Do not generate desire for the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom!

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རིགས་ཀྱི་བུ་འདོད་པ་མེད་པ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: If you ask why, O noble child, it is because the perfection of wisdom [and so forth] are undesirable.

source: །ནང་སྟོང་པ་ཉིད་དང་། ཕྱི་སྟོང་པ་ཉིད་དང་། ཕྱི་ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ལ་འདོད་པ་མ་སྐྱེད་ཅིག །
en: Do not generate desire for the emptiness of internal phenomena, the emptiness of external phenomena, the emptiness of external and internal phenomena, or [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities!

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རིགས་ཀྱི་བུ་འདོད་པ་མེད་པ་ནི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་དོ། །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་དང་། ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: If you ask why, O noble child, it is because the emptiness of the essential nature of nonentities [and so forth] are undesirable.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། ལམ་ལ་འདོད་པ་མ་སྐྱེད་ཅིག །
en: Do not generate desire for the applications of mindfulness, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, or the path!

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རིགས་ཀྱི་བུ་འདོད་པ་མེད་པ་ནི། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའོ། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་།
en: If you ask why, O noble child, it is because the noble eightfold path [and so forth] are undesirable.
